[
  {
    "id": "knights_partner",
    "name": "Knight’s Partner",
    "desc": "While carrying a trained rider, this mount has advantage on checks to avoid stalls or forced maneuvers."
  },
    {
    "id": "submarine",
    "name": "Submarine",
    "desc": "This vehicle provides clean air for its occupants when closed and sealed, whether underwater or in a hostile environment."
  },
    {
    "id": "AI",
    "name": "AI",
    "desc": "This vehicle is capable of autonomous initiative (AI) and can act without a pilot using its system characteristics."
  },
    {
    "id": "ordnance_only_rockets_missiles_bombs",
    "name": "Limited Ordinance",
    "desc": "This Vehicle can only equip rockets, missiles, and bombs."
  },
    {
    "id": "damage_threshold_5",
    "name": "Damage Threshold 5",
    "desc": "If the vehicle takes 5 or less damage, it takes 0 damage instead."
  },
      {
    "id": "damage_threshold_10",
    "name": "Damage Threshold 10",
    "desc": "If the vehicle takes 10 or less damage, it takes 0 damage instead."
  },
        {
    "id": "damage_threshold_15",
    "name": "Damage Threshold 15",
    "desc": "If the vehicle takes 15 or less damage, it takes 0 damage instead."
  },
          {
    "id": "damage_threshold_20",
    "name": "Damage Threshold 20",
    "desc": "If the vehicle takes 20 or less damage, it takes 0 damage instead."
  },
          {
    "id": "long_range_fire_control",
    "name": "Long Range Fire Control",
    "desc": "This vehicle has a +2 bonus to hit when firing with mounted weapons at long range."
  },
        {
    "id": "kamikaze",
    "name": "Kamikaze",
    "desc": "If you move through another creature, vehicle, or object space, you both take 20d6 Force damage (this damage is doubled against structures)."
  },
    {
    "id": "carrier",
    "name": "Carrier",
    "desc": "This vehicle is equipped with facilities to rearm spent consumable weapons when other mounts or vehicles land on it."
  },
    {
    "id": "shyish_focai",
    "name": "Shyish Focai",
    "desc": "Whenever a necromancy spell is cast while within 10ft of the vargeist, roll 1d10 on a 10, the spell is automatically upcast by one level."
  },
  {
    "id": "hover",
    "name": "Hover",
    "desc": "The creature can perform the Hover maneuver; it is immune to the prone condition while flying, and does not fall when its speed is 0."
  },
  {
    "id": "spiky",
    "name": "Spiky",
    "desc": "Each time a creature hits the mount with a melee attack while within 5 feet of it, the attacker must succeed on a Dexterity saving throw (DC as specified by the stat block) or take poison damage."
  },
  {
    "id": "drone",
    "name": "Drone",
    "desc": "When it beats its wings, the creature emits a loud droning sound that can be heard out to 120 feet."
  },
  {
    "id": "static_charge",
    "name": "Static Charge",
    "desc": "When a creature hits the wyvern with a melee attack, it takes lightning damage; if it is using a weapon made of metal, it takes increased lightning damage instead."
  },
  {
    "id": "powerful_build",
    "name": "Powerful Build",
    "desc": "The creature counts as one size larger when determining its carrying capacity and the weight it can push, drag, or lift."
  },
  {
    "id": "tough_skin",
    "name": "Tough Skin",
    "desc": "Each time the wyvern takes damage, the damage is reduced by 3."
  },
  {
    "id": "bonded_hunter",
    "name": "Bonded Hunter",
    "desc": "Whenever the wyvern attacks a creature that is engaged with its bonded mate, it has advantage on the attack roll."
  },
  {
    "id": "immune_poison",
    "name": "Immunity: Poison",
    "desc": "The creature is immune to poison damage."
  },
    {
    "id": "immune_fire",
    "name": "Immunity: Fire",
    "desc": "The creature is immune to fire damage."
  },
  {
    "id": "immune_poisoned",
    "name": "Immunity: Poisoned",
    "desc": "The creature is immune to the poisoned condition."
  },
  {
    "id": "legendary_resistance_3day",
    "name": "Legendary Resistance (3/Day)",
    "desc": "If the creature fails a saving throw, it can choose to succeed instead."
  },
  {
    "id": "echolocation",
    "name": "Echolocation",
    "desc": "The whale can’t use its blindsight while deafened."
  },
  {
    "id": "hold_breath_90min",
    "name": "Hold Breath",
    "desc": "The creature can hold its breath for 90 minutes."
  },
    {
    "id": "hold_breath_1h",
    "name": "Hold Breath",
    "desc": "The creature can hold its breath for 60 minutes."
  },
  {
    "id": "keen_hearing",
    "name": "Keen Hearing",
    "desc": "The creature has advantage on Wisdom (Perception) checks that rely on hearing."
  },
  {
    "id": "water_breathing",
    "name": "Water Breathing",
    "desc": "The creature can breathe both air and water."
  },
  {
    "id": "unusual_nature",
    "name": "Unusual Nature",
    "desc": "The creature doesn’t require air."
  },
  {
    "id": "flyby",
    "name": "Flyby",
    "desc": "The creature doesn’t provoke opportunity attacks when it flies out of an enemy’s reach."
  },
  {
    "id": "tunneler",
    "name": "Tunneler",
    "desc": "The locust can burrow through solid rock at half its burrow speed and leaves a 10-foot-diameter tunnel in its wake."
  },
  {
    "id": "keen_sight",
    "name": "Keen Sight",
    "desc": "The creature has advantage on Wisdom (Perception) checks that rely on sight."
  },
  {
    "id": "keen_hearing_and_sight",
    "name": "Keen Hearing and Sight",
    "desc": "The creature has advantage on Wisdom (Perception) checks that rely on hearing or sight."
  },
  {
    "id": "bred_for_combat",
    "name": "Bred for Combat",
    "desc": "The creature has advantage on saving throws against fear."
  },
  {
    "id": "fearsome_and_fearless",
    "name": "Fearsome and Fearless",
    "desc": "The Vah’k’rel is immune to the frightened and charmed conditions, and cannot sleep."
  },
  {
    "id": "aura_frighten_dc15_120ft",
    "name": "Dread Aura",
    "desc": "Whenever a creature starts its turn within 120 feet of the Vah’k’rel, it must succeed on a DC 15 Wisdom saving throw or be frightened. A creature that succeeds is immune to this effect for 1 hour."
  },
  {
    "id": "pounce",
    "name": "Pounce",
    "desc": "If the mount moves at least 20 feet straight toward a creature and hits it with a claw attack on the same turn, the target must succeed on a DC 15 Strength saving throw or be knocked prone. If the target is prone, the mount can make one claw attack against it as a free action."
  },
    {
    "id": "charge",
    "name": "Charge",
    "desc": "If the mount moves at least 20 feet straight toward a creature and hits it with an attack on the same turn, the target takes an extra die of damage from the attack, also, the target must succeed on a DC 15 Strength saving throw or be knocked prone."
  },
  {
    "id": "resist_acid",
    "name": "Resistance: Acid",
    "desc": "The creature has resistance to acid damage."
  },
  {
    "id": "resist_fire",
    "name": "Resistance: Fire",
    "desc": "The creature has resistance to fire damage."
  },
  {
    "id": "resist_poison",
    "name": "Resistance: Poison",
    "desc": "The creature has resistance to poison damage."
  },
  {
    "id": "acidic_blood",
    "name": "Acidic Blood",
    "desc": "When the creature takes slashing or piercing damage, each creature within 5 feet takes 2d6 acid damage."
  },
  {
    "id": "damage_immune_acid",
    "name": "Immunity: Acid",
    "desc": "The creature is immune to acid damage."
  },
  {
    "id": "multiple_heads_5",
    "name": "Multiple Heads (5)",
    "desc": "The creature has five heads. It has advantage on saving throws against being blinded, charmed, deafened, frightened, stunned, or knocked unconscious. When the creature enters the battlefield, position 5 (creature name) Head within 30ft of it."
  },
  {
    "id": "wakeful",
    "name": "Wakeful",
    "desc": "While the creature sleeps, at least one of its heads is awake."
  },
  {
    "id": "legendary_resistance_4day",
    "name": "Legendary Resistance (4/Day)",
    "desc": "If the creature fails a saving throw, it can choose to succeed instead."
  },
  {
    "id": "siege_monster",
    "name": "Siege Monster",
    "desc": "The creature deals double damage to objects and structures."
  },
  {
    "id": "freedom_of_movement",
    "name": "Freedom of Movement",
    "desc": "The creature ignores difficult terrain, and magical effects cannot reduce its speed or cause it to be restrained."
  },
  {
    "id": "head",
    "name": "Severable Head",
    "desc": "This limb represents an independent head that acts and can be targeted separately; it can never move more than 30ft from its body, but it can move freely within that area, without following the movement rules and gaining altitude without losing speed. It dies if the body is slain."
  },
  {
    "id": "limb",
    "name": "Limb",
    "desc": "This creature part is a limb of a larger creature and cannot be ridden or saddled, acts and can be targeted separately; it can never move more than 60ft from its body, but it can move freely within that area, without following the movement rules and gaining altitude without losing speed. It dies if the body is slain."
  },
  {
    "id": "no_saddle",
    "name": "No Saddle",
    "desc": "This creature or limb cannot be fitted with a saddle or ridden."
  },
    {
    "id": "amphibious",
    "name": "Amphibious",
    "desc": "This creature can breathe both in air and clean water."
  },
  {
    "id": "tentacles_6",
    "name": "Six Tentacles",
    "desc": "The creature has six tentacles.  When the creature enters the battlefield, position 6 (creature name) Tentacles within 30ft of it."
  }
]














